Repository: mansimas/private
Catalog: src/Client/MedicalBundle/Resources/translations/messages.*.xlf
Languages: de

source: (10 coupons max per sale)
de: (10 Gutscheine max pro Verkauf)

source: -- Choose a Category --
de: -- Kategorie zu wählen --

source: -- Choose a Sub - Sub category --
de: -- Zweite Unterkategorie zu wählen --

source: -- Choose a Sub category --
de: -- Unterkategorie zu wählen --

source: --Select--
de: --auswählen--

source: 2013 Medical.lt All Rights Reserved.
de: 2013 Medical.lt Alle Rechte vorbehalten.

source: About medical.It
de: Über medical.It

source: Accept and make reservation
de: Akzeptieren und reservieren

source: Active
de: Aktiv

source: Add more files
de: Mehr Dateien hinzufügen

source: Add to list
de: Zur Liste

source: Add to quote list
de: Zur Angebotliste

source: Added to quote list
de: Zur Angebotliste hinzugefügt

source: Additional information
de: Zusatzinformation

source: Address
de: Adresse

source: Address 2
de: Adresse 2

source: Advance search
de: Fortgeschrittene Suche

source: After reservation, we will send you confirmation and receipt to your email with all contact details.
de: Nach der Reservierung werden wir Ihnen Bestätigung und Quittung mit allen Kontaktdetails zu Ihrer E-Mail senden

source: All included assistance for your stay
de: Ganze eingeschlossene Hilfe für Ihren Aufenthalt

source: All reviews
de: Alle Rezensionen

source: And get personalised offer for service
de: Bekommen Sie personifiziertes Angebot für den Dienst

source: Archive
de: Archiv

source: Are you a client
de: Sind Sie ein(e) Kunde(in)?

source: Back
de: Zurück

source: Back to My list
de: Zurück zu meiner Liste

source: Back to categories
de: Zurück zu Kategorien

source: Back to clinic
de: Zurück zur Klinik

source: Back to doctors
de: Zurück zu Ärzten

source: Back to list
de: Zurück zur Liste

source: Back to news
de: Zurück zu Nachrichten

source: Back to special offers
de: Zurück zu Sonderangeboten

source: Bad
de: Schlecht

source: Based on
de: Gestützt auf

source: Be the first to rate it, if you have already used their services
de: Seien Sie erst um es abzuschätzen, wenn Sie bereits ihre Dienstleistungen verwendet haben

source: Best rating first
de: Am besten Schätzung zuerst

source: Blocked
de: Blockiert

source: Brief service desription
de: Kurze Dienstbeschreibung

source: Cancel
de: Annullieren

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Certified
de: Beglaubigt

source: Choose a category
de: Wählen Sie Kategorie

source: Choose a country
de: Wählen Sie Staat

source: Choose all clinics you like
de: Wählen Sie alle Kliniken, die Sie mögen

source: City
de: Stadt

# Click &quot;Send quote to all clinics
source: Click "Send quote to all clinics
de: Klicken Sie auf "Angebot an alle Kliniken zu senden"

source: Clinic
de: Klinik

source: Clinic details
de: Klinikendetails

source: Clinic offered
de: Klinik angeboten

source: Clinic rating not less than
de: Klinikenschätzung nicht weniger als

source: Clinic ratings
de: Klinikenschätzung

source: Clinics that received your quote
de: Kliniken, die Ihr Angebot erhalten haben

source: Close
de: Schließen

source: Close and keep browsing
de: Schließen und weiter surfen

# Close and keep browsing &gt;&gt;
source: Close and keep browsing >>
de: Schließen und weiter surfen >>

source: Comments
de: Anmerkungen

source: Communication
de: Kommunikation

source: Company
de: Firma

source: Company center
de: Firmenzentrum

source: Company code
de: Firmenkode

source: Completed
de: Vollendet

source: Contact details
de: Kontaktinformationen

source: Contacts
de: Kontakte

source: Countries
de: Staat

source: Country
de: Staat

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Deutch
de: Deutsch

source: Do you have any specific wishes?
de: Haben Sie irgendwelche spezifischen Wünsche?

source: Doctors
de: Über die Klinik

source: Doctors in Lithuania
de: Ärzte in Litauen

source: Document only allowed with these formatted files "pdf","doc","csv","xls","docx","txt","jpg", "jpeg", "png", "bmp"
de: Dokument nur mit diesen formatierten Dateien erlaubt "pdf","doc","csv","xls","docx","txt","jpg", "jpeg", "png", "bmp"

source: English
de: Englisch

source: Environment
de: Umgebung

source: Excellent
de: Ausgezeichnet

source: Expences covered by insurance fund
de: Ausgaben vom Versicherungsfonds bedeckt

source: Experience
de: Erfahrung

source: Expire
de: Ablaufen

source: Fill your requirements
de: Schreiben Sie Ihre Voraussetzungen

source: Final reservation
de: Endgültige Reservierung

source: Find insurance company
de: Versicherungsfirma zu finden

source: First Name
de: Vorname

source: Firstname
de: Vorname

source: For agencies
de: Für Agenturen

source: For clinics
de: Für Kliniken

source: For communication if necessary
de: Für die Kommunikation nötigenfalls

source: Free quote form
de: Freie Angebotform

source: German
de: Deutsch

source: Get a quote
de: Angebot zu bekommen

source: Guaranties
de: Garantien

source: Guided tours in Lithuania
de: Führungen in Litauen

source: Health problem
de: Gesundheitsproblem

source: Hide Offer
de: Angebot zu verbergen

source: Home right
de: Startseite

source: How it work?
de: Wie arbeitet es?

source: How many coupons you need
de: Wie viele Gutscheine brauchen Sie?

source: I have read and agree with
de: Ich habe gelesen und stimme überein

source: INFORMATION CENTER in LITHUANIA
de: des MEDIZINTOURISMUS in LITAUEN

source: If you have any other information such as
de: Wenn Sie irgendwelche anderen Informationen haben

source: In case of dispute
de: Im Falle des Streits

source: In the list
de: In der Liste

source: Input only digits
de: Stellen Sie nur Ziffern

# Insurance &amp; guaranties
source: Insurance & guaranties
de: Versicherung

source: Insurance companies
de: Versicherungsfirmen

source: Insurance companies we work with
de: Versicherungsfirmen mit denen wir arbeiten

source: International partnership
de: Internationale Partnerschaft

source: Introduction
de: Einführung

source: I’m interested
de: Ich interessiere mich dafür

source: Keep browsing
de: Weiter durchzusuchen

source: LITHUANIA MEDICINE NEWS
de: MEDIZINNACHRICHTEN VON LITAUEN

source: Language
de: Sprache

source: Languages
de: Sprachen

source: Last Name
de: Nachname

source: Lastname
de: Nachname

source: Leave your rating and comment
de: Verlassen Sie Ihre Schätzung und Anmerkung

source: Less popular
de: Weniger populär

source: Licence number
de: Lizenz Nr.

source: Like
de: Ich möge das

source: Lithuania
de: Litauen

source: Lithuanian
de: Litauisch

source: Live Chat
de: Lebender Chat

source: MEDICAL TOURISM
de: INFORMATIONSZENTRUM

source: Main text
de: Haupttext

source: Make free 24h reservation
de: Freie 24h Reservierung

source: Make reservation
de: Reservierung zu bestätigen

source: Maximum 10 coupons per one purchase
de: 10 Gutscheine maximal pro einen Kauf

source: Medical Category Listing
de: Medizinische Dienstleistungsauflistung

source: Medical Doctor Listing
de: Ärzte Auflistung

source: Medical Tourism Information
de: Information des Medizintourismus

source: Medical Tourism Information - medical.lt
de: Information des Medizintourismus - medical.lt

source: Medical Tourism Information Center
de: Informationszentrum des Medizintourismus

source: Medical lawyer consultantion for free
de: Freie medizinische Rechtsanwaltberatung

source: Medical services
de: Medizinische Dienstleistungen

source: Medical statements
de: Medizinische Behauptungen

source: Medicine in Lithuania
de: Medizin in Litauen

source: Member of association
de: Mitglied der Vereinigung

source: Menu
de: Menü

source: Message for clinic
de: Nachricht für die Klinik

source: Meta Description
de: Meta Beschreibung

source: Meta description
de: Meta Beschreibung

source: Meta keyword
de: Meta Schlüsselwörter

source: Middle Name
de: Zweiter Vorname

source: Middlename
de: Zweiter Vorname

source: Modern, clean design to give your business very highly professional appearance and to make sure it’s the best that i can possibly ever be. You know, all epic and really cool and ligid looking. But to be honest, the site is amazing and it has a lot of souland hard !work put in it, believe it or not!
de: Informationszentrum des Medizintourizmus in Litauen – medical.lt - Die absolut neue Webseite. Hier können Sie verschiedene Kliniken leicht finden, sie vergleichen, eine Besuchzeit vorbestellen, und Ihr Rezenzionen verlassen. Außerdem auf diesem Portal sind Sie im Stande, nicht nur Kliniken und Behandlungen, sondern auch die attraktivsten und populären Plätze und Sehenswürdigkeiten Litauens, der letzten Nachrichten in der Medizin, den Versicherungsgesellschaften usw. zu entdecken. Mit einem günstigen Suchmotor von medical.lt können Sie Untersuchungen an mehrere Kliniken an einer senden, ein Hotel und Transportkarten wenn erforderlich einschreiben. Informationszentrum des Medizintourizmus in Litauen medical.lt – alles, das Sie für Ihre Gesundheit brauchen!

source: More info...
de: Weiterlesen...

source: Most popular
de: Am populärsten

source: My saved clinics
de: Meine gewählte Kliniken

source: NO record found
de: Keine Aufzeichnung

source: Need a hotel? Book it for your stay:
de: Brauchen Sie ein Hotel? Bestellen Sie es für Ihren Aufenthalt vor:

source: Need help?
de: Bedarfhilfe?

source: New Password
de: Neues Passwort

source: No
de: Nein

source: No detail
de: Kein Detail

source: No insurance found
de: Keine Versicherungsfirma gefunden

source: No record
de: Keine Aufzeichnung

source: No record found
de: Keine Aufzeichnung gefunden

source: No special offers at the moment
de: Keine Sonderangebote im Moment

source: Offer end in
de: Angebot endet in

source: Offer ends
de: Angebot endet

source: Offer ends on
de: Angebot endet am

source: Offer time expired. Please contact the clinic to find out possibilities at present moment
de: Angebotzeit ist abgelaufen. Bitte kontaktieren Sie die Klinik, um Möglichkeiten zur Zeit herauszufinden.

source: Official clinic offer for services described below
de: Offizielles Klinikenangebot für Dienstleistungen, die unten beschrieben sind

source: Other related documents
de: Zusammenhängende Dokumente

source: PLAY
de: VORFÜHREN

source: Payment method
de: Zahlungsmethode

source: Payment options
de: Zahlungsoptionen

source: Phone
de: Telefon

source: Phone number
de: Telefonnummer

source: Phone number must be numeric characters only
de: Telefonnummer muss nur numerische Charaktere sein

source: Photos
de: Fotos

source: Pick up at the airport
de: Annahme am Flughafen

source: Places to visit
de: Sehenswürdigkeiten

source: Places to visit in Lithuania
de: Nette Sehenswürdigkeiten in Litauen

source: Play video to learn more
de: Video zu vorzeigen, um mehr zu erfahren

source: Please provide email address
de: Stellen Sie bitte E-Mail

source: Please provide name
de: Stellen Sie bitte Name

source: Please, fill all required fields. All required fields are marked with "*"
de: Füllen Sie bitte alle erforderlichen Felder. Alle erforderlichen Felder werden mit "*" gekennzeichnet

source: Post a review
de: Wertung zu verfassen

source: Prašome patikrinti savo elektroninį paštą
de: Überprüfen Sie bitte Ihre E-Mail

source: Prašome užpildyti
de: Füllen Sie bitte daraus

source: Prašome įvesti teisingą el.pašto adresą
de: Stellen Sie bitte die richtige E-Mail

source: Preferred Language
de: Bevorzugte Sprache

source: Prices
de: Ärzte

source: Professional travel agency will prepare offer no later than next working day.
de: Reisebüro bereitet ein Angebot nicht später als nächster Arbeitstag.

source: Published
de: Veröffentlicht

source: Quote
de: Angebot

source: Rating
de: Wertung

source: Read more...
de: Weiterlesen...

source: Received offers
de: Angebote erhalten

source: Refine search
de: Suche zu raffinieren

source: Regular Price
de: Regelmäßiger Preis

source: Related clinics
de: Verwandte Kliniken

source: Remove from list
de: Aus Liste zu entfernen

source: Repeat Password
de: Wiederholen Sie bitte Kennwort

source: Reply
de: Antworten

source: Reservation date
de: Reservierung Datum

source: Reservation fee
de: Reservierung Gebühr

source: Residential address
de: Wohnadresse

source: Responsible person
de: Verantwortliche Person

source: Russian
de: Russisch

source: SEARCH
de: SUCHEN

source: SPECIAL OFFERS
de: SONDERANGEBOTE

source: Save
de: Speichern

source: Save to list
de: Zur Liste speichern

source: Search for clinic, treatment, doctor
de: Suche nach Klinik, Behandlung, Arzt

source: Select Sub Category
de: Unterkategorie zu wählen

source: Send quote to all clinics
de: Angebot an alle Kliniken zu senden

source: Send to get a quote
de: Angebot zu senden

source: Service
de: Dienstpreise

source: Services
de: Dienstleistungen

source: Services type
de: Dienstleistungen Art

source: Show all
de: Alles zu zeigen

source: Show more clinics
de: Mehr Kliniken zu zeigen

source: Show offer
de: Angebot zu zeigen

source: Show on map
de: Auf der Karte zu zeigen

source: Sort by
de: Zur Sorte

source: Special SPA and Wellness offers
de: SPA und Güte Sonderangebote

source: Special price
de: Sonderpreis

source: Specials
de: Sonderangebote

source: Staff
de: Personal

source: State
de: Staat

source: Stopped
de: Aufgehört

source: Sub category
de: Unterkategorie

source: Sub-Sub category
de: Zweite Unterkategorie

source: TESTIMONIALS
de: KUNDENREZENSIONEN

source: Take This Offer
de: Ich will das!

source: Take it
de: Ich will das!

source: Take it now
de: Ich will das gerade!

source: Terms of use
de: Regeln des Gebrauches

source: Test Application
de: Testanwendung

source: Testimonials
de: Rezensionen

source: Thank you for 24h reservation!
de: Vielen Dank für 24h Reservierung!

source: Thank you for your rating!
de: Vielen Dank für Ihre Wertung!

source: Thank you! Your request was received.
de: Vielen Dank! Ihre Anforderung wurde erhalten.

source: Title
de: Titel

source: To complete you reservation, please check provided information and fill missing field.
de: Um Sie Registrierung zu vollenden, überprüfen Sie bitte gegebene Auskunft und füllen Sie fehlendes Feld.

source: Toggle navigation
de: Änderungsnavigation

source: Total rating
de: Gesamtschätzung

source: Total service price
de: Gesamtdienstpreis

source: Translations
de: Übersetzungen

source: Travel agency will preapre for you a personal offer. You’ll be able to customize it
de: Reisebüro bereitet ein persönliches Angebot für Sie vor. Sie werden im Stande sein, es kundengerecht anzufertigen.

source: Treatment
de: Behandlung

source: Treatment details
de: Behandlungsinformationen

source: Unique ID
de: Einzigartig ID

source: Unpublished
de: Nicht veröffentlicht

source: Unverified
de: Nicht nachgeprüft

source: Update
de: Aktualisiert

source: Upload it here
de: Laden Sie es hier

source: Urgent medical service
de: Dringender medizinischer Dienst

source: View all news
de: Alle Nachrichten

source: View all special offers
de: Alle Sonderangebote

# Visas &amp; Travel
source: Visas & Travel
de: Visa & Reise

# Visas &amp; travel
source: Visas & travel
de: Visa & Reise

source: Was
de: War

source: We accept
de: Wir akzeptieren

source: We speak
de: Wir sprechen

source: We will send your coupon after checkout
de: Wir werden Ihren Gutschein nach der Abreise senden

source: Whats is next
de: Was folgt

source: While thinking, I’ll send you an e-mail later for:
de: Während Sie denken, werde ich Ihnen eine E-Mail senden für:

source: Worst rating first
de: Schlechteste Schätzung zuerst

source: Would you like to get free offer for
de: Würde Sie gern Gratisangebot dafür zu bekommen

source: Yes, I need medical services ASAP
de: Ja, ich brauche medizinische Dienstleistungen so bald wie möglich

source: You can send as many free quote as needed
de: Sie können so viele freie Anfrage, wie erforderlich, senden

source: Your 24h reservation will available untill
de: Ihre 24h Reservierung wird verfügbar bis unzu sein

source: Your payment done successfully
de: Ihre Zahlung wird erfolgreich getan

source: Your payment is cancel!
de: Ihre Zahlung wird annulliert!

source: Your payment is failed, try again!
de: Ihre Zahlung hat gescheitert, versuchen Sie bitte noch einmal!

source: Your quote was sent to selected clinics
de: Ihre Anfrage wurde an ausgewählte Kliniken gesandt

source: Your rating will go live as soon as our staff verifies it
de: Ihre Schätzung wird gezeigt, sobald unser Personal es nachprüft.

source: by
de: durch

source: choose an option
de: Wählen Sie mögliche Option

source: clinic
de: Klinik

source: description
de: Beschreibung

source: for
de: für

source: form was sen by
de: Form kommt von

source: quick search
de: Schnellsuche

source: review
de: Schätzung

source: reviews
de: Schätzungen

source: slaptažodis
de: Kennwort

source: terms of use
de: Regeln des Gebrauches
